import React from 'react';

class About extends React.Component {
  render() {
    return (
      <div className="container">
        <h2>О нас</h2>
        <p>
          Добро пожаловать на наш сайт! Мы команда энтузиастов, преданная
          созданию удивительных вещей и предоставлению вам лучшего опыта.
          Наша миссия - делать вашу жизнь лучше и интереснее через технологии
          и инновации.
        </p>
        <p>
          Мы стремимся к качеству, творчеству и инновациям в каждом аспекте
          нашей работы. Если у вас есть вопросы или предложения, не стесняйтесь
          связаться с нами. Мы всегда готовы услышать вас!
        </p>
      </div>
    );
  }
}

export default About;
